//////////////////////////////////////////////////////////////
// ОКНО ЮНИТОВ
//////////////////////////////////////////////////////////////

cpi_name=^int_cpi_t^[name]

cpi_leadership_t=^int_cpi_t0^[align_r]Leadership
cpi_leadership=^int_cpi_par_t1^[leadership]
cpi_leadership_h_h=^def_hint_t0^Leadership
cpi_leadership_h=^def_hint_t1^This shows how much leadership is required to command one such creature.<br>Having [hero_lead] points of Leadership, you can hire up to [unit_count] such creatures.<br>Leadership of the troop: [lead].

cpi_attack_t=^int_cpi_t0^Attack
cpi_attack=^int_cpi_par_t1^[attack]
cpi_attack2=^int_cpi_par_t2^[attack]
cpi_attack_h_h=^def_hint_t0^Attack
cpi_attack_h=^def_hint_t1^Describes the creature's ability to inflict damage to the enemy. If the aggressor's attack exceeds the target's defense, then the aggressor inflicts greater damage.[krit]
cpi_attack_krit=Critical Hit:

cpi_defense_t=^int_cpi_t0^Defense
cpi_defense=^int_cpi_par_t1^[defense]
cpi_defense2=^int_cpi_par_t2^[defense]
cpi_defense_h_h=^def_hint_t0^Defense
cpi_defense_h=^def_hint_t1^Describes the creature's ability to defend itself from enemy attacks. If the aggressor's attack is lower than the target's defense, then the aggressor inflicts less damage.[res]
cpi_defense_res=Resistance:
cpi_defense_res_1=Physical
cpi_defense_res_2=Poison
cpi_defense_res_3=Magic
cpi_defense_res_4=Fire
cpi_defense_res_5=Astral
cpi_defense_res_B=^def_hint_t1^
cpi_defense_res_D=^def_hint_t1^[dis](Protected)[/c]
cpi_defense_res_U=^def_hint_t1^[dis](Vulnerable)[/c]

cpi_initiative_t=^int_cpi_t0^Initiative
cpi_initiative=^int_cpi_par_t1^[initiative]
cpi_initiative2=^int_cpi_par_t2^[initiative]
cpi_initiative_h_h=^def_hint_t0^Initiative
cpi_initiative_h=^def_hint_t1^Shows the creature's speed in combat. The higher the Initiative, the earlier the creature acts, outstripping creatures with less Initiative.

cpi_movement_t=^int_cpi_t0^Speed
cpi_movement=^int_cpi_par_t1^[movement]
cpi_movement2=^int_cpi_par_t2^[movement]
cpi_movement_h_h=^def_hint_t0^Speed
cpi_movement_h=^def_hint_t1^Shows the quantity of Action Points, which creatures spend on movement and the use of their abilities.

cpi_health_t=^int_cpi_t0^Health
cpi_health=^int_cpi_par_t1^[health]
cpi_health2=^int_cpi_par_t2^[health]
cpi_health_h_h=^def_hint_t0^Maximum health
cpi_health_h=^def_hint_t1^Shows the maximum health of the creature.[allhp]
cpi_health_hall=Troop's health:

cpi_healthl_t=^int_cpi_t0^Current
cpi_healthl=^int_cpi_par_t1^[healthl]
cpi_healthl_h_h=^def_hint_t0^Current
cpi_healthl_h=^def_hint_t1^Shows current health of the creature. When it reaches zero, one creature in the troop dies.

cpi_damage_t=^int_cpi_t0^Damage
cpi_damage=^int_cpi_par_t1^[damage]
cpi_damage_h_h=^def_hint_t0^Damage
cpi_damage_h=^def_hint_t1^Damage which the creature inflicts with its basic attack. For Archers basic attack is Ranged Attack, so they inflict half damage with their Melee Attack.

cpi_abilities_t=^int_cpi_af_t^Talents:
cpi_ab2=^int_cpi_feat_t^[default14]No

cpi_f1_t=^int_cpi_feat_t^[default12]
feature_bold_off=^int_cpi_feat_t^[off]
feature_bold_on=^int_cpi_feat_t^[on]
cpi_features_t=^int_cpi_af_t^Abilities: [features]

cpi_level=^int_cpi_t^[level]
cpi_number=^int_cpi_t^[number]

//хинты по кнопкам
cpi_btn_ok=Ok
cpi_btn_dismiss=Dismiss
cpi_pic_level=Level
cpi_pic_race=^race_desc_head^$

dismiss_army=^int_cpi_t0^[align_c]Do you really want to dismiss this troop?

cpi_cpirace_h_h=^race_desc_head^
cpi_cpirace_h=^race_desc_hint^
cpi_level_h_h=^def_hint_t0^Creature Level
cpi_level_h=^def_hint_t1^Describes strengths and features of the creature. Some abilities can affect only low-level creatures.
cpi_features_h_h=^def_hint_t0^Abilities
cpi_features_h=^def_hint_t1^Describes the creature's tactical abilities.

cpi_damage_fire_h_h=^def_hint_t1^Fire Damage
cpi_damage_fire_h=^def_hint_t1^The creature inflicts fire damage.
cpi_damage_magic_h_h=^def_hint_t1^Magic Damage
cpi_damage_magic_h=^def_hint_t1^The creature inflicts magical damage.
cpi_damage_physical_h_h=^def_hint_t1^Physical Damage
cpi_damage_physical_h=^def_hint_t1^The creature inflicts physical damage.
cpi_damage_poison_h_h=^def_hint_t1^Poison Damage
cpi_damage_poison_h=^def_hint_t1^The creature inflicts poison damage.

cpi_cpimorales_h_h=^morale_hint_t0^
cpi_cpimorales_h=^morale_hint_t1^

cpi_priest_upgrade_h=Upgrade Priests to Inquisitors.

//////////////////////////////////////////////////////////////
// РАСЫ ЮНИТОВ
//////////////////////////////////////////////////////////////

inf_default_race_head=^race_desc_head^
inf_default_race_hint=^race_desc_hint^

inf_human_race_head=Human
inf_human_race_heads=Humans
inf_human_race_hint=^br_t^Inhabitant of the Kingdom of Darion.<br>Humans are at war with the demons and the undead.

inf_elf_race_head=Elf
inf_elf_race_heads=Elves
inf_elf_race_hint=^br_t^Inhabitant of the Magic Forest located in Ellinia.<br>Elves dislike dwarves, and are at war with the undead and the demons. Most Elves enjoy increased Magic Resistance and all Elves receive bonuses when fighting in forests and penalties (except Black Unicorns, Werewolves, and Werewolf Elves) when fighting in dungeons.

inf_orc_race_head=Orc
inf_orc_race_heads=Orcs
inf_orc_race_hint=^br_t^Warrior of the fierce tribe of the orcs and goblins that dwell in Murock. Most Orc troops enjoy increased resistances to most damage types.<br>Orcs dislike the undead. Orcs generate 1.5 times as much rage when attacking or defending, whether they be friend or foe.

inf_dwarf_race_head=Dwarf
inf_dwarf_race_heads=Dwarves
inf_dwarf_race_hint=^br_t^Representative of the dwarven race and the giants who live in the Kordar mountains, which give them increased resistance to most damage types.<br>Dwarves dislike the elves, are at war with the demons, and hate the undead. Most Dwarves receive bonuses when fighting in dungeons (except Giants) and penalties (except Cannoneers and Giants) when fighting at sea.

inf_undead_race_head=Undead
inf_undead_race_heads=The Undead
inf_undead_race_hint=^br_t^Dead creature, raised from the grave.<br>Undead creatures are equally indifferent to all other races. The Undead receive +50% Defense when fighting in cemeteries, +50% Attack when fighting in dungeons or at night, and typically have magic damage vulnerability.

inf_demon_race_head=Demon
inf_demon_race_heads=Demons
inf_demon_race_hint=^br_t^Evil creature from another world.<br>Demons consider the other races to be the lower creatures, paying no heed to them. All Demons receive +50% Defense when fighting in lava and -50% Defense when fighting in snow. Demons generate twice as much rage when attacking or defending, whether they be friend or foe.

inf_neutral_race_head=Neutral
inf_neutral_race_heads=Neutrals
inf_neutral_race_hint=Creature or humanoid with no specific citizenship.

////////////////////////////////////////////////
//* ИМЕНА ЮНИТОВ
////////////////////////////////////////////////
// ЛЮДИ
cpn_peasant=Peasant
cpsn_peasant=Peasants

cpn_robber=Robber
cpsn_robber=Robbers

cpn_robber2=Marauder
cpsn_robber2=Marauders

cpn_bowman=Bowman
cpsn_bowman=Bowmen

cpn_footman=Swordsman
cpsn_footman=Swordsmen

cpn_footman2=Guardsman
cpsn_footman2=Guardsmen

cpn_priest=Priest
cpsn_priest=Priests

cpn_priest2=Inquisitor
cpsn_priest2=Inquisitors

cpn_griffin=Griffin
cpsn_griffin=Griffins

cpn_horseman=Horseman
cpsn_horseman=Horsemen

cpn_knight=Knight
cpsn_knight=Knights

cpn_archmage=Archmage
cpsn_archmage=Archmages

// *****************************************
// ЭЛЬФЫ
cpn_sprite=Sprite
cpsn_sprite=Sprites

cpn_sprite_lake=Lake Fairy
cpsn_sprite_lake=Lake Fairies

cpn_elf=Elf
cpsn_elf=Elves

cpn_elf2=Hunter
cpsn_elf2=Hunters

cpn_dryad=Dryad
cpsn_dryad=Dryads

cpn_werewolf=Werewolf Elf
cpsn_werewolf=Werewolf Elves

cpn_wolf=Werewolf
cpsn_wolf=Werewolves

cpn_druid=Druid
cpsn_druid=Druids

cpn_unicorn=Unicorn
cpsn_unicorn=Unicorns

cpn_unicorn2=Black Unicorn
cpsn_unicorn2=Black Unicorns

cpn_ent=Ent
cpsn_ent=Ents

cpn_ent2=Ancient Ent
cpsn_ent2=Ancient Ents

// *****************************************
// ГНОМЫ
cpn_miner=Miner
cpsn_miner=Miners

cpn_dwarf=Dwarf
cpsn_dwarf=Dwarves

cpn_cannoner=Cannoneer
cpsn_cannoner=Cannoneers

cpn_alchemist=Alchemist
cpsn_alchemist=Alchemists

cpn_giant=Giant
cpsn_giant=Giants

// *****************************************
// ОРКИ
cpn_goblin=Goblin
cpsn_goblin=Goblins

cpn_goblin2=Furious Goblin
cpsn_goblin2=Furious Goblins

cpn_orc=Orc
cpsn_orc=Orcs

cpn_orc2=Veteran Orc
cpsn_orc2=Veteran Orcs

cpn_catapult=Catapult
cpsn_catapult=Catapults

cpn_hyena=Hyena
cpsn_hyena=Hyenas

cpn_ogre=Ogre
cpsn_ogre=Ogres

cpn_shaman=Shaman
cpsn_shaman=Shamans

// *****************************************
// НЕЖИТЬ
cpn_skeleton=Skeleton
cpsn_skeleton=Skeletons

cpn_archer=Skeleton Archer
cpsn_archer=Skeleton Archers

cpn_zombie=Zombie
cpsn_zombie=Zombies

cpn_zombie2=Decaying Zombie
cpsn_zombie2=Decaying Zombies

cpn_ghost=Ghost
cpsn_ghost=Ghosts

cpn_ghost2=Cursed Ghost
cpsn_ghost2=Cursed Ghosts

cpn_vampire=Vampire
cpsn_vampire=Vampires
cpn_bat=Vampire (Bat)
cpsn_bat=Vampires (Bats)

cpn_vampire2=Ancient Vampire
cpsn_vampire2=Ancient Vampires
cpn_bat2=Ancient Vampire (Bat)
cpsn_bat2=Ancient Vampires (Bats)

cpn_blackknight=Black Knight
cpsn_blackknight=Black Knights

cpn_necromant=Necromancer
cpsn_necromant=Necromancers

cpn_bonedragon=Bone Dragon
cpsn_bonedragon=Bone Dragons

// *****************************************
// ДЕМОНЫ
cpn_imp=Imp
cpsn_imp=Imps

cpn_imp2=Scoffer Imp
cpsn_imp2=Scoffer Imps

cpn_demoness=Demoness
cpsn_demoness=Demonesses

cpn_cerberus=Cerberus
cpsn_cerberus=Cerberuses

cpn_demon=Demon
cpsn_demon=Demons

cpn_archdemon=Archdemon
cpsn_archdemon=Archdemons

// *****************************************
// НЕЙТРАЛЫ
cpn_pirat=Pirate
cpsn_pirat=Pirates

cpn_pirat2=Sea Dog
cpsn_pirat2=Sea Dogs

cpn_devilfish=Devilfish
cpsn_devilfish=Devilfish

cpn_barbarian=Barbarian
cpsn_barbarian=Barbarians

cpn_barbarian2=Berserker
cpsn_barbarian2=Berserkers

cpn_thorn=Thorn-Hunter
cpsn_thorn=Thorn-Hunters

cpn_kingthorn=Royal Thorn
cpsn_kingthorn=Royal Thorns

cpn_thorn_warrior=Thorn Warrior
cpsn_thorn_warrior=Thorn Warriors

cpn_dragonfly_lake=Lake Dragonfly
cpsn_dragonfly_lake=Lake Dragonflies

cpn_dragonfly_fire=Fire Dragonfly
cpsn_dragonfly_fire=Fire Dragonflies

cpn_snake_green=Swamp Snake
cpsn_snake_green=Swamp Snakes

cpn_snake=Snake
cpsn_snake=Snakes

cpn_snake_royal=Royal Snake
cpsn_snake_royal=Royal Snakes

cpn_spider=Cave Spider
cpsn_spider=Cave Spiders

cpn_spider_venom=Venomous Spider
cpsn_spider_venom=Venomous Spiders

cpn_spider_undead=Undead Spider
cpsn_spider_undead=Undead Spiders

cpn_spider_fire=Fire Spider
cpsn_spider_fire=Fire Spiders

cpn_graywolf=Wolf
cpsn_graywolf=Wolves

cpn_bear=Bear
cpsn_bear=Bears

cpn_bear_white=Polar Bear
cpsn_bear_white=Polar Bears

cpn_bear2=Ancient Bear
cpsn_bear2=Ancient Bears

cpn_beholder=Beholder
cpsn_beholder=Beholders

cpn_beholder2=Evil Beholder
cpsn_beholder2=Evil Beholders

cpn_cyclop=Cyclops
cpsn_cyclop=Cyclops

cpn_greendragon=Emerald Green Dragon
cpsn_greendragon=Emerald Green Dragons

cpn_reddragon=Red Dragon
cpsn_reddragon=Red Dragons

cpn_blackdragon=Black Dragon
cpsn_blackdragon=Black Dragons

cpn_bluedragon=Blue Dragon
cpsn_bluedragon=Blue Dragons

//******************************************
//* СПИРИТЫ
//******************************************
cpn_therock=Zerock
cpn_slime=Sleem
cpn_slimefog=Poison Cloud
cpn_death=Reaper
cpn_lina=Lina
cpn_gizmo=Gizmo
cpsn_gizmo=Gizmo
cpn_glot=Glot's Armor
cpsn_glot=Glot's Armor
cpsn_orb=Ice Ball
cpn_orb=Ice Ball
cpsn_devatron=Ice Thorns
cpn_devatron=Ice Thorn
cpn_hint_ice_thorn=^hint_t0^[s]Ice Thorn[d][left]<br>Extremely fragile obstacle, created by the Ice Spirit of Rage. Attackers receive [damage] thorns damage and, after a random number of rounds, explodes causing thorns damage to targets all around the thorn.
cpn_thewall=Stone Wall
cpsn_thewall=Stone Wall
cpn_hint_thewall=^hint_t0^[s]Stone Wall[d][left]<br>Rather firm obstacle, created by the Stone Spirit of Rage.<br>Health: [health]
//******************************************
//* ПРЕПЯТСТВИЯ и ЛОВУШКИ
//******************************************

pawn_hint_energo=^hint_t0^[s]Ice Thorn[d][left][f14]<br>Extremely fragile obstacle, created by the Ice Spirit of Rage.


cpn_barrier01=Barrier
cpsn_barrier01=Barrier
cpn_hint_barrier01=^hint_t0^[s]Protective Barrier[d][left]<br>Special protective construction which shelters the enemy.<br>Health: [health]
cpn_altar_ice=Ice Statue
cpsn_altar_ice=Ice Statue
cpn_hint_altar_ice=^hint_t0^[s]Ice Statue[d][left]<br>The statue of one of the most severe dwarven gods, the lord of snowstorms.<br>Health: [health]
cpn_altar=Altar of Lightning
cpsn_altar=Altar of Lightning
cpn_hint_altar=^hint_t0^[s]Altar of Lightning[d][left]<br>The Altar of Borders, created in the time of the Old Empire. It attacks all targets, friend or foe, by Lightning.<br>Health: [health]
cpn_darkcrystal=Crystal of Darkness
cpsn_darkcrystal=Crystal of Darkness
cpn_hint_darkcrystal=^hint_t0^[s]Crystal of Darkness[d][left]<br>A sinister crystal that steals souls. Its power supports Karador's life.<br>Health: [health]
cpn_altar_bomb=Mine
cpsn_altar_bomb=Mine
cpn_hint_altar_bomb=^hint_t0^[s]Mine[d][left]<br>A new invention of the dwarves - an explosive mine, which detonates when it strikes any obstacle.<br>Health: [health]
cpn_altar_barrel=Powder Keg
cpsn_altar_barrel=Powder Keg
cpn_hint_altar_barrel=^hint_t0^[s]Powder Keg[d][left]<br>A keg, filled with explosive powder.<br>Health: [health]
cpn_altar_good_statue=Holy Statue
cpsn_altar_good_statue=Holy Statue
cpn_hint_altar_good_statue=^hint_t0^[s]Holy Statue[d][left]<br>The statue of one of the great goddesses, a symbol of health and longevity.<br>Health: [health]
cpn_altar_grave=Coffin
cpsn_altar_grave=Coffin
cpn_hint_altar_grave=^hint_t0^[s]Coffin[d][left]<br>The huge coffin, from within which a strange noise can be heard.<br>Health: [health]
cpn_altar_hollow=Vespiary
cpsn_altar_hollow=Vespiary
cpn_hint_altar_hollow=^hint_t0^[s]Vespiary[d][left]<br>A huge wasps' nest, inside of which wasps are humming.<br>Health: [health]
cpn_altar_volcano=Volcano
cpsn_altar_volcano=Volcano
cpn_hint_altar_volcano=^hint_t0^[s]Volcano[d][left]<br>An active volcano which erupts from time to time.<br>Health: [health]
cpsn_altar_bad_statue=Cursed Cross
cpn_altar_bad_statue=Cursed Cross
cpn_hint_altar_bad_statue=^hint_t0^[s]Cursed Cross[d][left]<br>A cross, filled with dark energy, spewing forth curses and diseases.<br>Health: [health]
cpn_shroud=Shroud
cpn_trap=Trap
cpsn_trap=Trap
cpn_totem_death=Totem of Death
cpsn_totem_death=Totem of Death
cpn_hint_totem_death=^hint_t0^[s]Totem of Death[d][left]<br>A battle totem, created by the shaman of the orcs. It decreases the enemy target's speed, removes 1 random bonus spell from an enemy target, and attacks with magic all who enter the surrounding area.<br>Health: [health]
cpn_totem_life=Totem of Life
cpsn_totem_life=Totem of Life
cpn_hint_totem_life=^hint_t0^[s]Totem of Life[d][left]<br>Protective totem, created by the shaman of the orcs. It heals friendly targets, removes 1 random penalty spell from a friendly target, and increases the Defense of allies who enter the surrounding area.<br>Health: [health]
cpn_blood_rune=Bloody Pentagram
cpsn_blood_rune=Bloody Pentagram
cpsn_arena_tower=Friendly Gremlin
cpn_arena_tower=Friendly Gremlin
cpn_hint_arena_tower=^hint_t0^[s]Friendly Gremlin[d][left]<br>An evil creature which lives within the item.<br>The creature uses an energy which makes friendly targets stronger, and summons allies.<br>Health: [health]
cpsn_arena_tower_1=Evil Gremlin
cpn_arena_tower_1=Evil Gremlin
cpn_hint_arena_tower_1=^hint_t0^[s]Evil Gremlin[d][left]<br>An evil creature which lives within the item.<br>Attacks enemies with powerful combat spells, and summons allies.<br>Health: [health]
//******************************************
//* ОСОБЫЕ ЮНИТЫ
//******************************************
cpn_phoenix_young=Young Phoenix
cpn_phoenix=Mature Phoenix
cpn_phoenix_old=Ancient Phoenix
cpsn_phoenix_young=Young Phoenixes
cpsn_phoenix=Mature Phoenixes
cpsn_phoenix_old=Ancient Phoenixes
cpn_ram=Sheep
cpsn_ram=Sheep
cpsn_evilbook1=Book of Evil (Level 1)
cpn_evilbook1=Book of Evil (Level 1)
cpsn_evilbook2=Book of Evil (Level 2)
cpn_evilbook2=Book of Evil (Level 2)
cpsn_evilbook3=Book of Evil (Level 3)
cpn_evilbook3=Book of Evil (Level 3)

//////////////////////////////////////////////////////////////
// ХИНТ ПО МОРАЛИ ЮНИТА
//////////////////////////////////////////////////////////////
hint_morale_onerace=All troops of one race.
hint_morale_undead=Presence of undead in the army.
hint_morale_elfdwarf=Tolerance. Elves and Dwarves are now tolerant of each other.
hint_morale_undead1=Tolerance. No penalties for the presence of undead in the army.
hint_morale_demon=Presence of demons in your army.
hint_morale_robber=Presence of robbers in your army.
hint_morale_commander=Presence of the commander in your army.
hint_morale_driad=Presence of sprite in your army.
hint_morale_giant=Presence of giants in your army.
hint_morale_green=Presence of emerald green dragons in your army.
hint_morale_druid=Aura of Harmony. Druid gives Morale bonus to Elves.
hint_morale_unicorn=Beauty protector. Unicorn gives Morale bonus to Sprites and Dryads.
hint_morale_knight0=Valor. Morale is increased.
hint_morale_dwarf=Dwarves' presence in the army.
hint_morale_elf=Elves' presence in the army.
hint_morale_shot_commander3=Shot Commander, Level 3.
hint_morale_inquisition1=Inquisition.
hint_morale_tolerance2=Tolerance, Level 2.
hint_morale_diplomacy1=Diplomacy, Level 1.
hint_morale_diplomacy2=Diplomacy, Level 2.
hint_morale_diplomacy3=Diplomacy, Level 3.
hint_morale_megamage3=Archmage, Level 3.
hint_morale_bear=Presence of bears in your army.
hint_morale_barbarian=Presence of barbarians in your army.
hint_morale_kingthorn=Presence of Royal Thorns in your army.
hint_morale_ent=Presence of Ents in your army.
hint_morale_werewolf=Presence of Werewolf Elves in your army.
hint_morale_bluedragon_good=Presence of Blue Dragons in your army. Morale is increased.
hint_morale_bluedragon_bad=Presence of Blue Dragons in your army. Morale is decreased.

itm_moral_penalty_name=The Bone Dragon strikes dread into the heart of this unit, lowering its morale.

hint_morale_0=Morale
hint_morale_lead=Out of control
hint_morale_item=Item
hint_morale_set=Complete set
hint_wife_item=Wife
hint_totem_item=Aura of the item:
hint_morale_spell=Spell
hint_morale_itogo=^morale_hint_t^Total[dis]
hint_morale_bonus=^morale_hint_t^Attack: [attack] Defense: [defense]<br>Probability of Critical Attack: [krit]

hint_morale_bad=^morale_hint_t^[low]Not enough Leadership![dis]
hint_morale_count=^morale_hint_t^Quantity:

hint_morale_n2=^morale_hint_t^No bonuses.
hint_morale_n1=^morale_hint_t^[neit]Neutral Morale

hint_morale_l3=^morale_hint_t^[low]Critical!
hint_morale_l2=^morale_hint_t^[neit]Bad
hint_morale_l1=^morale_hint_t^[neit]Low
hint_morale_n0=^morale_hint_t^[neit]Neutral
hint_morale_h1=^morale_hint_t^[neit]Positive
hint_morale_h2=^morale_hint_t^[neit]Good
hint_morale_h3=^morale_hint_t^[hi]High

hint_morale_arenacemetery=The combat takes place in the cemetery.
hint_morale_arenalava=The combat takes place on volcanic terrain.
hint_morale_arenadungeon=The combat takes place underground.
hint_morale_arenaforest=The combat takes place in the forest.
hint_morale_arenasea=The combat takes place in the sea.
hint_morale_arenawinter=The combat takes place on frozen ground.

hint_morale_time1=Morning
hint_morale_time2=Daylight
hint_morale_time4=Evening
hint_morale_time8=Nighttime
